{
  "title": "Northeast India Unravelled", 
  "p1": "Sometimes the Seven Sisters of the Northeast (the states of Arunachal Pradesh, Assam, Manipur, Meghalaya, Mizoram, Nagaland and Tripura) hardly seem like India at all. The regions hundreds of tribes and subtribes are slowly embracing modernity, but remain extremely diverse. Nagaland's former headhunters now go to church on Sundays. Many Arunachalis also attend church-like buildings on Sundays – to worship the sun and moon. Cloudy Himalayan valleys near the border of Tibet are dotted with colourful monasteries, echoing with Buddhist chants and clashing cymbals.",
  "p2": "The geography is as varied as the culture. While waterfalls thunder down Cherrapunjee's jungle escarpments, blizzards may be blocking the passes to Tawang, and one-horned rhinos go on grazing peacefully in Kaziranga's grasslands beside the mighty Brahmaputra.",
  "p3": "Northeast travel can be tough, with atrocious roads and long distances. But the destinations are always worth the effort and there will be a warm welcome that awaits. You are indeed far from the beaten track: only the adventurous need apply.",
  "quote": " -- According to",
  "quotetext": " Lonely Planet",
  "insights": [
    {
      "title": "Accomodation",
      "image": "/images/insights/accomodation.jpg",
      "text": "As much as possible we try and keep things local for both, the authenticity and sustainabilty of it. In place of large hotel chains our first preference are smaller locally owned establishments. However, there are quite a few options for one to choose from while planning their holiday."
    },
    {
      "title": "Food",
      "image": "/images/insights/food.jpg",
      "text": "There is a great variety in cuisines between the communities of this region. As far as possible we prefer local fare, however we understand the need for comfort food when multiple days of exertion is required we cater to it accordingly. Nutritious and scrumptious food is always freshly cooked with fresh local ingredients. The local cuisines are rice based with a variety of greens, meat and fish."
    },
    {
      "title": "Visa & Permits",
      "image": "/images/insights/permits.jpg",
      "text": "Some of our tours in the northeast require a special permit called the Inner Line Permit. We will arrange for all the required permits on our tours. However we do not arrange visas. Please visit the indian Embassy in your country for visa information. "
    },
    {
      "title": "Road Conditions",
      "image": "/images/insights/roads.jpg",
      "text": "The Road condition across the northeastern states vary between excellent to the most atrocious. Typically the state of Meghalaya has the best road conditions followed by Assam. Arunachal Pradesh and Sikkim being Himalayan states has a mixed bag of good tarred and bad broken sections. Typically every monsoon bring about a reduction in the quality of the roads. Considering this region has the most severe monsoons. Of the lot Nagaland has the worst roads by far. However, there is the constant of beautiful views and unique observations that makes the goings interesting."
    },
    {
      "title": "Safety",
      "image": "/images/insights/safety.jpg",
      "text": "We offer Active Adventure tours for the avid as well as novice, be it relaxed or a real test of determination and endurance. Our Cycling, Treks & Walks, Multi-Activity, Motorcycle & Overland and Youth Expeditions are unparalleled in this region, be it from the prospective of the experience itself or the seamless backup that we provide. We have spent a decade perfecting and innovating these adventures. Though we have quite a variety to choose from on the site itself, rest assured with our knowledge of the region we can customize tours per requirements."
    },
    {
      "title": "Your Guides",
      "image": "/images/insights/guides.jpg",
      "text": "The Team is one of the most experienced with years of field experience under the belt. Other than knowing the region indepth they are all experts in their own fields. Typically on a guided tour your guide is incharge of your overall well being and the conduct of the entire tour. They ensure that the tour expectations are delivered as promised, while keeping in mind the local sentiments and our responsibility to the environment. They are typically approachable, good humored and friendly people. Being locals from this region their insider knowhow, connections and beyond the superfical understanding helps our clients get a very authentic prespective and experience."
    }
  ]
}
