{
  "title": "Your Companions",
  "text": "Personnel wise we are collaborative group of some really nice and strong people with their own sets of expertise. These tours are made of various elements chipped in by people from across the region. From logistics, local know-how, activity expertise, camping and cooking to just good company , we have some one who is one of the best in the line. Our intention is to actively encourage and help our team and others by collaborating and working for each other. One thing for sure, with these good folk around you can rest assured that you will be taken care of, kept well fed, given a good local prospective and kept safe while always respecting and being considerate towards the local folk and the environment.",
  "teammembers": [
    {
      "title": "Bora Da",
      "image": "/images/team/Bora.jpg",
      "weight": "9",
      "bio": " Call him the 'Doctor', call him the 'Chief Engineer'. Bora da is an integral part of our motorcycle tours, he is the one who keeps the machines going day after day. In the  moring he is the first one up, checking all the bikes, ensuring the day goes without any mechanical issues. Come a puncture and he handles it in a jiffy, at the end of the days riding he is always there to ask if any bike has anny issues, if so he goes about ensuring that by the next morning it is rectified. In his younger days he used to race bikes, even now he handles a Royal Enfield bullet like the master that he is.",
      "information": [
        {
          "label": "Experience Of",
          "icon": "fluent:flag-24-regular",
          "data": "30+ Years"
        },
        {
          "label": "From",
          "icon": "fluent:location-24-regular",
          "data": "N Lakhimpur, Assam"
        }
      ]
    },
    {
      "title": "Ahonda Menjo",
      "image": "/images/team/Ahonda.jpg",
      "weight": "7",
      "bio": "Young Ahonda took up cycling by chance on one of our tours where he was helping the camping team. In the the four years that followed he already became one of the top 5 MTB riders of the country with an impressive list of wins under in his belt. Ahonda is a unending bank of energy. One will find him leading our cycling groups, typically covering double the day distance riding up and down seeing to the groups safety.",
      "information": [
        {
          "label": "Experience Of",
          "icon": "fluent:flag-24-regular",
          "data": "4 Years"
        },
        {
          "label": "From",
          "icon": "fluent:location-24-regular",
          "data": "Roing, Arunachal"
        }
      ]
    },
    {
      "title": "Iho Mitapo",
      "image": "/images/team/Iho.jpg",
      "weight": "4",
      "bio": "Iho comes from the little known Idu Mishmi tribe of eastern Arunachal Pradesh one of the smallest linguistc groups of the sub-continent. He too wears many a hat, from guiding rafting and kayaking groups, trekking groups to overseeing our mobile camping units to giveing vehicular backup. He is a born champion of the outdoors, quick thinking and always on his feet. If there is a problem,be it mechanical, electricals of the vehicles or camp, or roadblocks that the vagaries of nature presents, he is the to go to man. Over the years Iho has taken a lot of initiating when it comes to conservation and has spearheaded awareness for the same in his part of the world. He has many an award when it comes to conservation, the latest among which was the Wildlife service award by Sanctuary Asia.",
      "information": [
        {
          "label": "Experience Of",
          "icon": "fluent:flag-24-regular",
          "data": "5+ Years"
        },
        {
          "label": "From",
          "icon": "fluent:location-24-regular",
          "data": "Roing, Arunachal"
        }
      ]
    },
    {
      "title": "Jaantu Gogoi",
      "image": "/images/team/jaantu.jpg",
      "weight": "8",
      "bio": "For over 20 years now Janntu has been driving tourists across the region, right since the inception of tourism in this region. He can put Google maps to shame. He is a walking talking bank of knowledge and connections, one can take him anywhere in the northeast and he will have local contacts, know all the alternate routes and have knowledge of everything that is locally special. When it comes to driving, one cant be in safer hands.",
      "information": [
        {
          "label": "Experience Of",
          "icon": "fluent:flag-24-regular",
          "data": "20+ Years"
        },
        {
          "label": "From",
          "icon": "fluent:location-24-regular",
          "data": "Dibrugarh, Assam"
        }
      ]
    },
    {
      "title": "Joho Tayu",
      "image": "/images/team/Joho.jpg",
      "weight": "5",
      "bio": "Coming from Anini lying in the remotest corner of this country Joho is a force of nature. Many a client will tell you that when joho walks in the forests not a leaf moves. His undestanding of his surroundings, his ability to make things seemingly out of nothing , his hawk eyes that can follow tracks in the wildest of setting, yes one can spend a whole tour just observing and being amazed by this wonderful soul.",
      "information": [
        {
          "label": "Experience Of",
          "icon": "fluent:flag-24-regular",
          "data": "5+ Years"
        },

        {
          "label": "From",
          "icon": "fluent:location-24-regular",
          "data": "Anini, Arunachal"
        }
      ]
    },
    {
      "title": "Manjit Saikia",
      "image": "/images/team/Manjit.jpg",
      "weight": "3",
      "bio": "When not writing Haiku, Manjit aka 'Batmanjit' is an integral spoke in the north by northeast wheel. Effortlessly wearing many hats, from leading a motorcycle tour, to handling a trekking group to giving much needed backup on a cycle tour. He is not all muscle, Manjit adds to the overall prospective and understanding of the region as well as life in general with his deep insights, knowledge and wonderful sense of humour.",
      "information": [
        {
          "label": "Experience Of",
          "icon": "fluent:flag-24-regular",
          "data": "5+ Years"
        },
        {
          "label": "From",
          "icon": "fluent:location-24-regular",
          "data": "Tezpur, Assam"
        }
      ]
    },
    {
      "title": "Nongrum KD",
      "image": "/images/team/KD.jpg",
      "weight": "6",
      "bio": "Since the age of '8' KD has been helping run his home. By the time he reached the age of 25 he has already worked as a vegetable grocer, a police jeep driver, a stone mason, a welder, a carpenter and now as a guide among other things. Kd, even though quite young is a bank of real world knowledge and experience. One would typically see him always on his feet doing something or the other, he is not one to sit idle. Being from the Khasi tribe of Meghalaya, he does bring in a lot of depth to our Meghalaya trips in particular, however you would come across him in most of our tours across the region playing some part or the other.",

      "information": [
        {
          "label": "Experience Of",
          "icon": "fluent:flag-24-regular",
          "data": "3+ Years"
        },
        {
          "label": "From",
          "icon": "fluent:location-24-regular",
          "data": "Shillong, Meghalaya"
        }
      ]
    },
    {
      "title": "Roheen BE",
      "image": "/images/team/Roheen.jpg",
      "weight": "1",
      "bio": "Roheen is based out of Tezpur in central Assam. He founded North by Northeast in the year 2010 after working across the country in the field of outdoors for over 7 years. Roheen has vast experience in running tours across the country be cycling, trekking, long range overland expeditions, motorcycle expeditions and cultural immersions among others.",
      "information": [
        {
          "label": "Experience Of",
          "icon": "fluent:flag-24-regular",
          "data": "16+ Years"
        },
        {
          "label": "From",
          "icon": "fluent:location-24-regular",
          "data": "Tezpur, Assam"
        }
      ]
    },
    {
      "title": "Ezhil Vasanthan",
      "image": "/images/team/vasanth.jpg",
      "weight": "2",
      "bio": "For over 12 years now Vasanth has been running adventure tours of all sizes across the country. From cycling along the west coast of India to Trekking in the Western Himalayas to a multi-activity adventure deep down in the south. Among other things he runs his own adventure tour setup based out of Bangalore, running tours spanning across the sub-continent.",
      "information": [
        {
          "label": "Experience Of",
          "icon": "fluent:flag-24-regular",
          "data": "12+ Years"
        },
        {
          "label": "From",
          "icon": "fluent:location-24-regular",
          "data": "Bangalore"
        }
      ]
    }
  ]
}
