{
  "testimonials": [
    {
      "text": "An unconventional choice for a honeymoon but one of the best choices we have ever made! We were attracted to Arunachal Pradesh because of the adventure of visiting somewhere untouched, we were attracted by the wildlife tribes. Vasanth, Roheen and the team were the perfect hosts  efficient at sorting the permits and when we arrived were immediately invited into their friends homes and hearing stories of tribal life  this set the scene for the trip, it was like travelling with friends! With their network and expert knowledge of the area, we trusted their judgement and were delighted by the cycling routes (great mixture of terrain and scenery); the hikes arriving at Glow Lake was one of the most special moments, we have never found somewhere so remote, wild and beautiful before or since. We would highly highly recommend an adventure with North by North East for anyone looking for wilderness, beautiful scenery and immersion into a completely unique way of life with the energy and fun of cycling, hiking and most of travelling with a great, knowledgable and local team.",
      "name": "Felicity & Ben",
      "tour": "Multi-Activity Tour of Eastern Arunachal Pradesh",
      "img": "/images/testimonials/felicity-and-ben.jpg"
    },
    {
      "text": " In a few words, these are the people you can trust. They know the area, they know the local people, they love the outdoors! My kind of people. You’re guaranteed to have  good time and being well taken care of!",
      "name": "Ronny Webber",
      "tour": "Cycle Tour of the Mishmi Hills",
      "img": "/images/testimonials/ronny-webber.jpg"
    },
    {
      "text": "If you want to explore the far Northeast of India and getclose to the extremely diverse culture and nature, theseguys will take you there. Carrying the spirit of adventurein their heart, Roheen and his team offer a selection of highly attractive cycle and multi-sport escapes to the farthest points in Arunachal Pradesh – places where it’s very difficult for individually travelling tourists to reach. We did the Eastern Arunachal Pradesh Multi Activity Tour in one week (four days cycling, two days hiking) and were guided by Iho, one of the NbNE guides, who was an extremely supportive, attentive, and capable leader. We are relatively experienced travellers, used to go on our own, and were hesitant at first to follow an organised trip. But we realised that we would hardly have been able to get to the places we visited, let alone to cycle there (considering also the hassle with logistics). Parts of the tour were off motorable roads, crossing a river without a bridge and small villages in areas where it is hard to stock up on food, and we hiked through thick jungle where you have to go with a guide anyways. Accomodation was basic but having someone preparing delicious food for us even in the jungle was a great luxury that we enjoyed a lot. Don’t expect much more luxury, though. It’s all simple, but real. The places in Arunachal Pradesh are definitely off the beaten track. This makes encounters with local tribes people all the more authentic. The great service NbNE offers, is to take you there.",
      "name": "Nora & Ben",
      "tour": "Multi-Activity Tour",
      "img": "/images/testimonials/nora-and-ben.jpg"
    },
    {
      "text": "One of the best in the business in north east, me and my friends from Dubai have done 2 motor bike rides ( Bhutan & Arunachal ) with them and we had best of the experience with Roheen -with his passion for what he does and his great bunch of colleges/ friends Vasanth, Manjeet, Lekha ,Anjite…great bunch of guys! Try them and Iam sure you will get addicted to them and for what they do. Thank you Roheen and team we shall ride with you guys very soon! All the very best!!",
      "name": "Prasad Chinappa",
      "tour": "Motorcycle Tours (Bhutan & Arunachal Pradesh)",
      "img": "/images/testimonials/prasad-chinnappa.jpg"
    },
    {
      "text": "I had a great biking trip with Roheen and the entire north by north east team and could rate this by far one of my best experiences , what I like about Roheen Is that he takes his job very seriously and goes all out to make sure that we have had the best of experiences and he left no stone unturned to make us comfortable throughout our stay,whether it’s in the wilderness or accommodating us in some hotels or home stays , He has amazing knowledge about the places around and will make sure that each one of u had the best time of ur life , My memories of this trip are etched for ever and I thank the entire North by North east team for all the effort they put in , we took back not just a great experience of biking but much more than that and that is only possible if some one takes their job to heart and put it all they have to make it a memorable one . Cheers N x NE u guys rock",
      "name": "Zubair Ahmed",
      "tour": "Motorcycle Tour of Arunachal Pradesh & Meghalaya",
      "img": "/images/testimonials/zubair-ahmed.jpg"
    },
    {
      "text": "Many thanks again ! It was a wonderful trip made special by the tireless effort of your team. I wish you all the success. I am sure you will do well in the times to come. Please thank the team, they really extended themselves to ensure our comfort and safety. Good luck.",
      "name": "Vinay Parikh",
      "tour": "Watershed of the Brahmaputra cycle tour",
      "img": "/images/testimonials/vinay-parikh.jpg"
    }
  ]
}